Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Stop and close
ar: إيقاف وإغلاق
de: Beenden und schließen
el: Διακοπή και κλείσιμο
es: Detener y cerrar
fr: Arrêter et fermer
hi: रोकें और बंद करें
it: Interrompi e chiudi
ja: 終了して閉じる
ko: 중지하고 닫기
pt_br: Parar e fechar
ru: Остановить и закрыть
tr: Durdur ve kapat
vi: Dừng và đóng
zh_hans: 停止并关闭

source: Stop cooking?
ar: إيقاف الطبخ؟
de: Kochen beenden?
el: Διακοπή μαγειρέματος;
es: ¿Dejar de cocinar?
fr: Arrêter de cuisiner ?
hi: खाना बनाना रोकें?
it: Smettere di cucinare?
ja: 調理をやめますか？
ko: 요리를 중지할까요?
pt_br: Parar de cozinhar?
ru: Прекратить готовку?
tr: Pişirme durdurulsun mu?
vi: Dừng nấu?
zh_hans: 停止烹饪？

source: Stop recording, then choose it above
ar: أوقف التسجيل ثم اختره في الأعلى
de: Beende die Aufnahme und wähle sie oben aus
el: Σταμάτησε την εγγραφή και επίλεξέ την από πάνω
es: Detén la grabación y elígela arriba
fr: Arrête l'enregistrement, puis choisis-le ci-dessus
hi: रिकॉर्डिंग रोकें, फिर ऊपर से उसे चुनें
it: Ferma la registrazione e sceglila qui sopra
ja: 収録を止めて、上から選択
ko: 녹화를 멈춘 뒤 위에서 선택하세요
pt_br: Pare a gravação e escolha-a acima
ru: Остановите запись и выберите её выше
tr: Kaydı durdur, sonra yukarıdan seç
vi: Dừng ghi, rồi chọn video ở phía trên
zh_hans: 停止录制，然后在上方选择它

source: Stovetop
ar: الموقد
de: Herd
el: Εστίες
es: Fogón
fr: Plaque de cuisson
hi: गैस/चूल्हा
it: Fornelli
ja: コンロ
ko: 가스레인지
pt_br: Fogão
ru: Плита
tr: Ocak
vi: Bếp
zh_hans: 灶台

source: Subscriptions renew automatically unless canceled. Manage or cancel anytime in Settings.
ar: تتجدد الاشتراكات تلقائيًا ما لم تُلغَ. أدِرها أو ألغِها في أي وقت من الإعدادات.
de: Abos verlängern sich automatisch, sofern sie nicht gekündigt werden. Verwalte oder kündige sie jederzeit in den Einstellungen.
el: Οι συνδρομές ανανεώνονται αυτόματα, εκτός αν ακυρωθούν. Διαχειρίσου ή ακύρωσέ τες όποτε θες στις Ρυθμίσεις.
es: Las suscripciones se renuevan automáticamente salvo que se cancelen. Gestiónalas o cancélalas cuando quieras en Ajustes.
fr: Les abonnements se renouvellent automatiquement sauf annulation. Gérez-les ou annulez-les à tout moment dans les Réglages.
hi: सब्सक्रिप्शन अपने-आप रिन्यू होते हैं जब तक रद्द न किए जाएँ। सेटिंग्स में कभी भी प्रबंधित या रद्द करें।
it: Gli abbonamenti si rinnovano automaticamente se non disdetti. Gestiscili o annullali quando vuoi nelle Impostazioni.
ja: サブスクリプションは解約しない限り自動更新されます。設定からいつでも管理・解約できます。
ko: 구독은 취소하지 않으면 자동으로 갱신돼요. 설정에서 언제든 관리하거나 취소할 수 있어요.
pt_br: As assinaturas renovam automaticamente, a menos que sejam canceladas. Gerencie ou cancele quando quiser em Ajustes.
ru: Подписки продлеваются автоматически, если их не отменить. Управлять или отменить можно в любой момент в Настройках.
tr: Abonelikler iptal edilmedikçe otomatik yenilenir. İstediğin zaman Ayarlar’dan yönet veya iptal et.
vi: Gói đăng ký tự động gia hạn trừ khi bị hủy. Quản lý hoặc hủy bất cứ lúc nào trong Cài đặt.
zh_hans: 除非取消，订阅会自动续期。随时可在设置中管理或取消。

source: Suggest from my tastes
ar: اقترح حسب ذوقي
de: Nach meinem Geschmack vorschlagen
el: Πρότεινε με βάση τα γούστα μου
es: Sugerir según mis gustos
fr: Suggérer selon mes goûts
hi: मेरी पसंद से सुझाएँ
it: Suggerisci in base ai miei gusti
ja: 好みから提案
ko: 내 취향대로 추천
pt_br: Sugerir pelo meu gosto
ru: Предложить по моему вкусу
tr: Zevkime göre öner
vi: Gợi ý theo khẩu vị của tôi
zh_hans: 按我的口味推荐

source: Surprise me
ar: فاجئني
de: Überrasch mich
el: Κάνε με να εκπλαγώ
es: Sorpréndeme
fr: Surprenez-moi
hi: सरप्राइज़ दें
it: Sorprendimi
ja: おまかせ
ko: 깜짝 추천
pt_br: Me surpreenda
ru: Удиви меня
tr: Beni şaşırt
vi: Làm tôi bất ngờ
zh_hans: 给我惊喜

source: Swap
ar: استبدال
de: Tauschen
el: Αντικατάσταση
es: Cambiar
fr: Substituer
hi: स्वैप
it: Sostituisci
ja: 置き換え
ko: 대체
pt_br: Trocar
ru: Заменить
tr: Değiştir
vi: Thay thế
zh_hans: 替换

source: Swap %@
ar: استبدال %@
de: %@ tauschen
el: Αντικατάσταση %@
es: Cambiar %@
fr: Substituer %@
hi: %@ स्वैप करें
it: Sostituisci %@
ja: %@を置き換え
ko: %@ 대체
pt_br: Trocar %@
ru: Заменить %@
tr: %@ değiştir
vi: Thay %@
zh_hans: 替换%@

source: Swap ingredients
ar: استبدال المكونات
de: Zutaten tauschen
el: Αντικατάσταση υλικών
es: Cambiar ingredientes
fr: Substituer des ingrédients
hi: सामग्री स्वैप करें
it: Sostituisci ingredienti
ja: 材料を置き換え
ko: 재료 대체
pt_br: Trocar ingredientes
ru: Заменить ингредиенты
tr: Malzemeleri değiştir
vi: Thay nguyên liệu
zh_hans: 替换食材

source: Swapped
ar: تم الاستبدال
de: Getauscht
el: Αντικαταστάθηκε
es: Cambiado
fr: Substitué
hi: स्वैप हुआ
it: Sostituito
ja: 置き換えました
ko: 대체함
pt_br: Trocado
ru: Заменено
tr: Değiştirildi
vi: Đã thay
zh_hans: 已替换

source: Swapped for %@
ar: تم الاستبدال بـ %@
de: Getauscht gegen %@
el: Αντικαταστάθηκε με %@
es: Cambiado por %@
fr: Remplacé par %@
hi: %@ से स्वैप किया
it: Sostituito con %@
ja: %@に置き換えました
ko: %@(으)로 대체함
pt_br: Trocado por %@
ru: Заменено на %@
tr: %@ ile değiştirildi
vi: Đã thay bằng %@
zh_hans: 已替换为%@

source: TONIGHT
ar: الليلة
de: HEUTE ABEND
el: ΑΠΟΨΕ
es: ESTA NOCHE
fr: CE SOIR
hi: आज रात
it: STASERA
ja: 今夜
ko: 오늘 밤
pt_br: HOJE À NOITE
ru: СЕГОДНЯ ВЕЧЕРОМ
tr: BU AKŞAM
vi: TỐI NAY
zh_hans: 今晚

source: TRIAL PREVIEW
ar: معاينة التجربة
de: TESTVORSCHAU
el: ΠΡΟΕΠΙΣΚΟΠΗΣΗ ΔΟΚΙΜΗΣ
es: VISTA PREVIA DE LA PRUEBA
fr: APERÇU DE L’ESSAI
hi: ट्रायल पूर्वावलोकन
it: ANTEPRIMA DELLA PROVA
ja: トライアルのプレビュー
ko: 체험 미리보기
pt_br: PRÉVIA DO TESTE
ru: ПРОБНЫЙ ПРОСМОТР
tr: DENEME ÖNİZLEMESİ
vi: XEM TRƯỚC BẢN DÙNG THỬ
zh_hans: 试用预览

source: Tags, separated by commas
ar: وسوم، مفصولة بفواصل
de: Tags, durch Kommas getrennt
el: Ετικέτες, χωρισμένες με κόμματα
es: Etiquetas, separadas por comas
fr: Étiquettes, séparées par des virgules
hi: टैग, कॉमा से अलग
it: Tag, separati da virgole
ja: タグ（カンマ区切り）
ko: 태그 (쉼표로 구분)
pt_br: Tags, separadas por vírgulas
ru: Теги через запятую
tr: Etiketler, virgülle ayrılmış
vi: Thẻ, cách nhau bằng dấu phẩy
zh_hans: 标签，用逗号分隔

source: Take or choose a photo of the recipe.
ar: التقط صورة للوصفة أو اخترها.
de: Mach oder wähle ein Foto des Rezepts.
el: Τράβηξε ή διάλεξε φωτογραφία της συνταγής.
es: Haz o elige una foto de la receta.
fr: Prenez ou choisissez une photo de la recette.
hi: रेसिपी की फ़ोटो लें या चुनें।
it: Scatta o scegli una foto della ricetta.
ja: レシピの写真を撮るか選んでください。
ko: 레시피 사진을 찍거나 고르세요.
pt_br: Tire ou escolha uma foto da receita.
ru: Сфотографируйте рецепт или выберите фото.
tr: Tarifin fotoğrafını çek veya seç.
vi: Chụp hoặc chọn ảnh công thức.
zh_hans: 拍摄或选择一张食谱照片。

source: Tap an ingredient to swap it.
ar: اضغط على مكوّن لاستبداله.
de: Tippe auf eine Zutat, um sie zu tauschen.
el: Πάτησε ένα υλικό για να το αντικαταστήσεις.
es: Toca un ingrediente para cambiarlo.
fr: Touchez un ingrédient pour le remplacer.
hi: स्वैप करने के लिए किसी सामग्री पर टैप करें।
it: Tocca un ingrediente per sostituirlo.
ja: 材料をタップすると置き換えられます。
ko: 재료를 탭하면 대체할 수 있어요.
pt_br: Toque em um ingrediente para trocar.
ru: Нажмите на ингредиент, чтобы заменить его.
tr: Değiştirmek için bir malzemeye dokun.
vi: Chạm vào một nguyên liệu để thay.
zh_hans: 点按食材即可替换。

source: Tap to see what fits your rules
ar: اضغط لترى ما يناسب قواعدك
de: Tippe, um zu sehen, was zu deinen Regeln passt
el: Πάτησε για να δεις τι ταιριάζει στους κανόνες σου
es: Toca para ver qué cumple tus reglas
fr: Touchez pour voir ce qui respecte vos règles
hi: आपके नियमों में क्या फ़िट है देखने के लिए टैप करें
it: Tocca per vedere cosa rispetta le tue regole
ja: タップしてルールに合うものを見る
ko: 탭해서 규칙에 맞는 것 보기
pt_br: Toque para ver o que segue suas regras
ru: Нажмите, чтобы увидеть, что подходит под ваши правила
tr: Kurallarına uyanları görmek için dokun
vi: Chạm để xem món hợp quy tắc của bạn
zh_hans: 点按查看符合你规则的内容

source: Target
ar: الهدف
de: Ziel
el: Στόχος
es: Objetivo
fr: Objectif
hi: लक्ष्य
it: Obiettivo
ja: 目標
ko: 목표
pt_br: Meta
ru: Цель
tr: Hedef
vi: Mục tiêu
zh_hans: 目标

source: Teen
ar: مراهق
de: Teenager
el: Έφηβος
es: Adolescente
fr: Ado
hi: किशोर
it: Adolescente
ja: 10代
ko: 청소년
pt_br: Adolescente
ru: Подросток
tr: Genç
vi: Thiếu niên
zh_hans: 青少年

source: Tell us what you expect to control.
ar: أخبرنا بما تريد التحكم فيه.
de: Sag uns, was du steuern möchtest.
el: Πες μας τι θέλεις να ελέγχεις.
es: Cuéntanos qué esperas controlar.
fr: Dites-nous ce que vous voulez contrôler.
hi: बताएँ आप क्या नियंत्रित करना चाहते हैं।
it: Dicci cosa vuoi controllare.
ja: 調整したいことを教えてください。
ko: 무엇을 조절하고 싶은지 알려 주세요.
pt_br: Conte o que você espera controlar.
ru: Расскажите, что вы хотите контролировать.
tr: Neyi kontrol etmek istediğini söyle.
vi: Cho chúng tôi biết bạn muốn kiểm soát điều gì.
zh_hans: 告诉我们你希望掌控哪些方面。

source: Terms & Conditions
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen
el: Όροι και προϋποθέσεις
es: Términos y condiciones
fr: Conditions générales
hi: नियम और शर्तें
it: Termini e condizioni
ja: 利用規約
ko: 이용 약관
pt_br: Termos e Condições
ru: Условия и положения
tr: Şartlar ve Koşullar
vi: Điều khoản và điều kiện
zh_hans: 条款与条件

source: Terms of use
ar: شروط الاستخدام
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones de uso
fr: Conditions d’utilisation
hi: उपयोग की शर्तें
it: Condizioni d’uso
ja: 利用規約
ko: 이용 약관
pt_br: Termos de uso
ru: Условия использования
tr: Kullanım koşulları
vi: Điều khoản sử dụng
zh_hans: 使用条款

source: Text
ar: نص
el: Κείμενο
es: Texto
fr: Texte
hi: टेक्स्ट
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
tr: Metin
vi: Văn bản
zh_hans: 文字

source: Thai
ar: تايلاندي
de: Thailändisch
el: Ταϊλανδική
es: Tailandesa
fr: Thaïlandaise
hi: थाई
it: Thailandese
ja: タイ料理
ko: 태국 요리
pt_br: Tailandesa
ru: Тайская
tr: Tay
vi: Món Thái
zh_hans: 泰国菜

source: That amount is too large
ar: هذه الكمية كبيرة جدًا
de: Diese Menge ist zu groß
el: Αυτή η ποσότητα είναι πολύ μεγάλη
es: Esa cantidad es demasiado grande
fr: Cette quantité est trop grande
hi: यह मात्रा बहुत ज़्यादा है
it: Questa quantità è troppo grande
ja: 分量が大きすぎます
ko: 양이 너무 많아요
pt_br: Essa quantidade é grande demais
ru: Слишком большое количество
tr: Bu miktar çok fazla
vi: Lượng này quá lớn
zh_hans: 这个用量太大了

source: That barcode doesn't add up — check the digits
ar: الباركود غير صحيح — تحقّق من الأرقام
de: Dieser Barcode geht nicht auf – prüfe die Ziffern
el: Ο γραμμωτός κώδικας δεν βγαίνει σωστός — έλεγξε τα ψηφία
es: Ese código de barras no cuadra — revisa los dígitos
fr: Ce code-barres est incohérent — vérifiez les chiffres
hi: यह बारकोड सही नहीं बैठता — अंक जाँचें
it: Questo codice a barre non torna — controlla le cifre
ja: バーコードの数字が正しくありません — 確認してください
ko: 바코드 숫자가 맞지 않아요 — 확인해 주세요
pt_br: Esse código de barras não confere — verifique os dígitos
ru: Штрихкод не сходится — проверьте цифры
tr: Bu barkod tutmuyor — rakamları kontrol et
vi: Mã vạch không khớp — kiểm tra lại các chữ số
zh_hans: 这个条形码校验不通过 — 请检查数字

source: That doesn't look like a web link
ar: لا يبدو هذا رابط ويب
de: Das sieht nicht wie ein Weblink aus
el: Δεν μοιάζει με σύνδεσμο ιστού
es: Eso no parece un enlace web
fr: Cela ne ressemble pas à un lien web
hi: यह वेब लिंक जैसा नहीं लगता
it: Non sembra un link web
ja: ウェブリンクではないようです
ko: 웹 링크가 아닌 것 같아요
pt_br: Isso não parece um link da web
ru: Это не похоже на веб-ссылку
tr: Bu bir web bağlantısına benzemiyor
vi: Có vẻ đây không phải liên kết web
zh_hans: 这看起来不像网页链接

source: That isn't a link we can import
ar: لا يمكن استيراد هذا الرابط
de: Diesen Link können wir nicht importieren
el: Δεν μπορούμε να εισαγάγουμε αυτόν τον σύνδεσμο
es: Ese enlace no se puede importar
fr: Ce lien ne peut pas être importé
hi: यह लिंक हम इम्पोर्ट नहीं कर सकते
it: Questo link non si può importare
ja: このリンクは取り込めません
ko: 이 링크는 가져올 수 없어요
pt_br: Esse link não pode ser importado
ru: Эту ссылку нельзя импортировать
tr: Bu bağlantıyı aktaramıyoruz
vi: Không thể nhập liên kết này
zh_hans: 我们无法导入这个链接

source: That link is too long
ar: الرابط طويل جدًا
de: Dieser Link ist zu lang
el: Ο σύνδεσμος είναι πολύ μεγάλος
es: Ese enlace es demasiado largo
fr: Ce lien est trop long
hi: यह लिंक बहुत लंबा है
it: Questo link è troppo lungo
ja: リンクが長すぎます
ko: 링크가 너무 길어요
pt_br: Esse link é longo demais
ru: Слишком длинная ссылка
tr: Bu bağlantı çok uzun
vi: Liên kết quá dài
zh_hans: 这个链接太长了

source: That link uses an unusual port and can't be imported
ar: يستخدم الرابط منفذًا غير معتاد ولا يمكن استيراده
de: Dieser Link nutzt einen ungewöhnlichen Port und kann nicht importiert werden
el: Ο σύνδεσμος χρησιμοποιεί ασυνήθιστη θύρα και δεν μπορεί να εισαχθεί
es: Ese enlace usa un puerto poco habitual y no se puede importar
fr: Ce lien utilise un port inhabituel et ne peut pas être importé
hi: यह लिंक असामान्य पोर्ट इस्तेमाल करता है और इम्पोर्ट नहीं हो सकता
it: Questo link usa una porta insolita e non si può importare
ja: このリンクは一般的でないポートを使っているため取り込めません
ko: 이 링크는 흔하지 않은 포트를 사용해 가져올 수 없어요
pt_br: Esse link usa uma porta incomum e não pode ser importado
ru: Ссылка использует необычный порт, её нельзя импортировать
tr: Bu bağlantı alışılmadık bir port kullanıyor ve aktarılamaz
vi: Liên kết này dùng cổng không thông dụng nên không thể nhập
zh_hans: 这个链接使用了不常见的端口，无法导入

source: That price looks too high
ar: يبدو السعر مرتفعًا جدًا
de: Dieser Preis wirkt zu hoch
el: Η τιμή φαίνεται πολύ υψηλή
es: Ese precio parece demasiado alto
fr: Ce prix semble trop élevé
hi: यह कीमत बहुत ज़्यादा लगती है
it: Questo prezzo sembra troppo alto
ja: 価格が高すぎるようです
ko: 가격이 너무 높아 보여요
pt_br: Esse preço parece alto demais
ru: Цена выглядит слишком высокой
tr: Bu fiyat çok yüksek görünüyor
vi: Giá có vẻ quá cao
zh_hans: 这个价格似乎太高了

source: That video has no sound we can read.
ar: لا يحتوي هذا الفيديو على صوت يمكننا قراءته.
de: Dieses Video hat keinen Ton, den wir lesen können.
el: Αυτό το βίντεο δεν έχει ήχο που μπορούμε να διαβάσουμε.
es: Ese vídeo no tiene sonido que podamos leer.
fr: Cette vidéo n’a pas de son exploitable.
hi: इस वीडियो में ऐसी आवाज़ नहीं है जिसे हम पढ़ सकें।
it: Questo video non ha audio che possiamo leggere.
ja: この動画には読み取れる音声がありません。
ko: 이 영상에는 인식할 수 있는 소리가 없어요.
pt_br: Esse vídeo não tem áudio que possamos ler.
ru: В этом видео нет звука, который можно распознать.
tr: Bu videoda okuyabileceğimiz bir ses yok.
vi: Video này không có âm thanh đọc được.
zh_hans: 这个视频里没有我们能识别的声音。

source: That's very long — paste one recipe at a time (up to 20,000 characters)
ar: النص طويل جدًا — الصق وصفة واحدة في المرة (حتى 20,000 حرف)
de: Das ist sehr lang – füge ein Rezept nach dem anderen ein (bis zu 20.000 Zeichen)
el: Είναι πολύ μεγάλο — επικόλλησε μία συνταγή κάθε φορά (έως 20.000 χαρακτήρες)
es: Es muy largo — pega una receta cada vez (hasta 20.000 caracteres)
fr: C’est très long — collez une recette à la fois (jusqu’à 20 000 caractères)
hi: यह बहुत लंबा है — एक बार में एक रेसिपी पेस्ट करें (20,000 अक्षरों तक)
it: È molto lungo — incolla una ricetta alla volta (fino a 20.000 caratteri)
ja: 長すぎます — 1回に1つのレシピを貼り付けてください（20,000文字まで）
ko: 너무 길어요 — 한 번에 레시피 하나씩 붙여넣으세요 (최대 20,000자)
pt_br: Está muito longo — cole uma receita por vez (até 20.000 caracteres)
ru: Слишком длинно — вставляйте по одному рецепту (до 20 000 символов)
tr: Çok uzun — her seferinde bir tarif yapıştır (en fazla 20.000 karakter)
vi: Quá dài — mỗi lần dán một công thức (tối đa 20.000 ký tự)
zh_hans: 内容太长了 — 一次粘贴一个食谱（最多20,000个字符）

source: The method may be spoken in the video or hidden in comments. Your ingredients are kept — choose how to add the steps.
ar: قد تكون طريقة التحضير منطوقة في الفيديو أو مخفية في التعليقات. احتفظنا بمكوناتك — اختر كيف تضيف الخطوات.
de: Die Zubereitung wird vielleicht im Video gesprochen oder steht in den Kommentaren. Deine Zutaten bleiben erhalten – wähle, wie du die Schritte hinzufügst.
el: Η εκτέλεση ίσως λέγεται στο βίντεο ή κρύβεται στα σχόλια. Τα υλικά σου διατηρήθηκαν — διάλεξε πώς θα προσθέσεις τα βήματα.
es: La preparación puede estar dicha en el vídeo o escondida en los comentarios. Tus ingredientes se conservan — elige cómo añadir los pasos.
fr: La préparation est peut-être dite dans la vidéo ou cachée dans les commentaires. Vos ingrédients sont conservés — choisissez comment ajouter les étapes.
hi: विधि वीडियो में बोली गई या कमेंट में छिपी हो सकती है। आपकी सामग्री रखी गई है — चुनें कि स्टेप्स कैसे जोड़ें।
it: Il procedimento potrebbe essere detto nel video o nascosto nei commenti. I tuoi ingredienti sono conservati — scegli come aggiungere i passaggi.
ja: 作り方は動画内で話されているか、コメントにあるかもしれません。材料は残してあります — 手順の追加方法を選んでください。
ko: 조리법은 영상에서 말로 설명하거나 댓글에 있을 수 있어요. 재료는 그대로 두었어요 — 단계를 추가할 방법을 고르세요.
pt_br: O modo de preparo pode estar falado no vídeo ou escondido nos comentários. Seus ingredientes foram mantidos — escolha como adicionar os passos.
ru: Способ приготовления может звучать в видео или скрываться в комментариях. Ингредиенты сохранены — выберите, как добавить шаги.
tr: Yapılışı videoda anlatılıyor ya da yorumlarda olabilir. Malzemelerin korundu — adımları nasıl ekleyeceğini seç.
vi: Cách làm có thể được nói trong video hoặc nằm trong bình luận. Nguyên liệu đã được giữ lại — chọn cách thêm các bước.
zh_hans: 做法可能在视频里口述，或藏在评论中。你的食材已保留 — 请选择添加步骤的方式。

source: The price has to be more than 0
ar: يجب أن يكون السعر أكبر من 0
de: Der Preis muss größer als 0 sein
el: Η τιμή πρέπει να είναι πάνω από 0
es: El precio tiene que ser mayor que 0
fr: Le prix doit être supérieur à 0
hi: कीमत 0 से ज़्यादा होनी चाहिए
it: Il prezzo deve essere maggiore di 0
ja: 価格は0より大きくしてください
ko: 가격은 0보다 커야 해요
pt_br: O preço precisa ser maior que 0
ru: Цена должна быть больше 0
tr: Fiyat 0’dan büyük olmalı
vi: Giá phải lớn hơn 0
zh_hans: 价格必须大于0

source: The scanner stopped
ar: توقف الماسح
de: Der Scanner wurde gestoppt
el: Ο σαρωτής σταμάτησε
es: El escáner se detuvo
fr: Le scanner s’est arrêté
hi: स्कैनर रुक गया
it: Lo scanner si è fermato
ja: スキャナーが停止しました
ko: 스캐너가 멈췄어요
pt_br: O scanner parou
ru: Сканер остановлен
tr: Tarayıcı durdu
vi: Máy quét đã dừng
zh_hans: 扫描已停止

source: The server sent something unexpected.
ar: أرسل الخادم ردًا غير متوقع.
de: Der Server hat etwas Unerwartetes gesendet.
el: Ο διακομιστής έστειλε κάτι απρόσμενο.
es: El servidor envió algo inesperado.
fr: Le serveur a renvoyé une réponse inattendue.
hi: सर्वर ने कुछ अनपेक्षित भेजा।
it: Il server ha inviato qualcosa di inatteso.
ja: サーバーから予期しない応答がありました。
ko: 서버에서 예상치 못한 응답을 보냈어요.
pt_br: O servidor enviou algo inesperado.
ru: Сервер прислал неожиданный ответ.
tr: Sunucu beklenmeyen bir yanıt gönderdi.
vi: Máy chủ gửi phản hồi không mong đợi.
zh_hans: 服务器返回了意外内容。

source: Their rules now apply to meals they eat
ar: تُطبّق قواعدهم الآن على الوجبات التي يتناولونها
de: Ihre Regeln gelten jetzt für die Mahlzeiten, die sie essen
el: Οι κανόνες τους ισχύουν πλέον στα γεύματα που τρώνε
es: Sus reglas se aplican ahora a las comidas que come
fr: Ses règles s’appliquent désormais aux repas qu’il mange
hi: उनके नियम अब उनके खाए भोजन पर लागू होते हैं
it: Le sue regole ora valgono per i pasti che mangia
ja: この人のルールが、その人の食べる食事に適用されます
ko: 이제 그 사람이 먹는 식사에 그 사람의 규칙이 적용돼요
pt_br: As regras dessa pessoa agora valem para as refeições que ela come
ru: Теперь их правила применяются к блюдам, которые они едят
tr: Kuralları artık yedikleri öğünlere uygulanıyor
vi: Quy tắc của họ giờ áp dụng cho bữa họ ăn
zh_hans: 他们的规则现在会应用到他们吃的餐

source: This is a design preview. No payment will be taken.
ar: هذه معاينة للتصميم. لن يُخصم أي مبلغ.
de: Dies ist eine Designvorschau. Es wird keine Zahlung fällig.
el: Αυτή είναι προεπισκόπηση σχεδίασης. Δεν θα γίνει χρέωση.
es: Esto es una vista previa de diseño. No se cobrará nada.
fr: Ceci est un aperçu de design. Aucun paiement ne sera prélevé.
hi: यह एक डिज़ाइन पूर्वावलोकन है। कोई भुगतान नहीं लिया जाएगा।
it: Questa è un’anteprima di design. Non verrà addebitato nulla.
ja: これはデザインのプレビューです。料金は発生しません。
ko: 디자인 미리보기예요. 결제되지 않아요.
pt_br: Esta é uma prévia de design. Nenhum pagamento será cobrado.
ru: Это демонстрация дизайна. Оплата не взимается.
tr: Bu bir tasarım önizlemesidir. Ödeme alınmaz.
vi: Đây là bản xem trước thiết kế. Không thu phí.
zh_hans: 这是设计预览，不会收取任何费用。

source: This page is unavailable.
ar: هذه الصفحة غير متاحة.
de: Diese Seite ist nicht verfügbar.
el: Αυτή η σελίδα δεν είναι διαθέσιμη.
es: Esta página no está disponible.
fr: Cette page est indisponible.
hi: यह पेज उपलब्ध नहीं है।
it: Questa pagina non è disponibile.
ja: このページは利用できません。
ko: 이 페이지를 사용할 수 없어요.
pt_br: Esta página não está disponível.
ru: Эта страница недоступна.
tr: Bu sayfa kullanılamıyor.
vi: Trang này không khả dụng.
zh_hans: 此页面不可用。

source: This product isn't in Open Food Facts yet. Add it by name instead.
ar: هذا المنتج غير موجود في Open Food Facts بعد. أضفه بالاسم.
de: Dieses Produkt ist noch nicht bei Open Food Facts. Füge es stattdessen per Namen hinzu.
el: Αυτό το προϊόν δεν υπάρχει ακόμα στο Open Food Facts. Πρόσθεσέ το με το όνομά του.
es: Este producto aún no está en Open Food Facts. Añádelo por nombre.
fr: Ce produit n’est pas encore dans Open Food Facts. Ajoutez-le par son nom.
hi: यह उत्पाद अभी Open Food Facts में नहीं है। इसकी जगह नाम से जोड़ें।
it: Questo prodotto non è ancora su Open Food Facts. Aggiungilo per nome.
ja: この商品はまだOpen Food Factsにありません。名前で追加してください。
ko: 이 제품은 아직 Open Food Facts에 없어요. 이름으로 추가하세요.
pt_br: Este produto ainda não está no Open Food Facts. Adicione pelo nome.
ru: Этого товара пока нет в Open Food Facts. Добавьте его по названию.
tr: Bu ürün henüz Open Food Facts’te yok. Bunun yerine adıyla ekle.
vi: Sản phẩm này chưa có trên Open Food Facts. Hãy thêm theo tên.
zh_hans: 这个商品还不在Open Food Facts中。请改为按名称添加。

source: This week
ar: هذا الأسبوع
de: Diese Woche
el: Αυτή την εβδομάδα
es: Esta semana
fr: Cette semaine
hi: यह हफ़्ता
it: Questa settimana
ja: 今週
ko: 이번 주
pt_br: Esta semana
ru: Эта неделя
tr: Bu hafta
vi: Tuần này
zh_hans: 本周

source: This week's free AI plan is used — we'll plan with your rules and history instead.
ar: استُخدمت خطة الذكاء الاصطناعي المجانية لهذا الأسبوع — سنخطط بقواعدك وسجلك.
de: Der kostenlose KI-Plan dieser Woche ist verbraucht – wir planen stattdessen mit deinen Regeln und deinem Verlauf.
el: Το δωρεάν πρόγραμμα ΤΝ αυτής της εβδομάδας χρησιμοποιήθηκε — θα προγραμματίσουμε με τους κανόνες και το ιστορικό σου.
es: Ya usaste el plan con IA gratis de esta semana — planificaremos con tus reglas y tu historial.
fr: Le planning IA gratuit de la semaine est utilisé — nous planifierons avec vos règles et votre historique.
hi: इस हफ़्ते की मुफ़्त AI योजना इस्तेमाल हो गई — हम आपके नियमों और इतिहास से योजना बनाएँगे।
it: Il piano IA gratuito di questa settimana è stato usato — pianificheremo con le tue regole e la tua cronologia.
ja: 今週の無料AIプランは使用済みです — ルールと履歴をもとに計画します。
ko: 이번 주 무료 AI 계획을 사용했어요 — 규칙과 기록으로 계획할게요.
pt_br: O plano com IA grátis desta semana já foi usado — vamos planejar com suas regras e seu histórico.
ru: Бесплатный план ИИ на эту неделю использован — спланируем по вашим правилам и истории.
tr: Bu haftanın ücretsiz yapay zekâ planı kullanıldı — kuralların ve geçmişinle planlayacağız.
vi: Đã dùng kế hoạch AI miễn phí của tuần này — chúng tôi sẽ lên kế hoạch theo quy tắc và lịch sử của bạn.
zh_hans: 本周的免费AI计划已用完 — 我们会根据你的规则和历史来规划。
